{"title":"<span>We're hiring a</span><br> Managing Director - Editorial","introSection":[{"type":"text","value":"The Pudding is seeking a Managing Director to help oversee the team's editorial process and guide stories from idea to execution. We're seeking candidates with strong storytelling intuition, empathetic interpersonal skills, a penchant for collaboration, and a knack for solving problems. We're looking for someone who has managed people and process before and has the proven ability to lead."}],"usHed":"About Us","usSection":[{"type":"text","value":"The vision of <a href=https://pudding.cool/>The Pudding</a> is to <strong>explain ideas debated in culture that are too complex for prose.</strong> Some of the most debated topics get lost in “too long; didn’t read” 10,000-word articles. Visual storytelling makes ideas more accessible—or so goes the adage “a picture is worth a thousand words.” By wielding original datasets, primary research, and interactivity, we try to thoroughly explore complex ideas."},{"type":"text","value":"You’ll work alongside a team that has won a <a href=http://www.peabodyawards.com/award-profile/the-pudding>Peabody for digital journalism</a>, <a href=https://www.snd.org/bodd/2019/02/13/2018-medal-winners/>SND Gold</a>, Data journalism site of the year from the <a href=https://medium.com/global-editors-network>Global Editors Network</a>, and<a href=https://awards.journalists.org/winners/2019/)> General Excellence</a> at the Online Journalism Awards."},{"type":"text","value":"You can read more about <a href=https://www.notion.so/Mission-Vision-Values-a94c307cebcc40c58437516d0015d28f>our mission and values here</a>, and as a member of The Pudding you will help guide them."},{"type":"text","value":"Our business is financially viable, bootstrapped, and profitable, with most revenue generated via our sister visualization agency, <a href=https://polygraph.cool>Polygraph</a> (read more about this relationship <a href=https://pudding.cool/faq/#polygraph>here</a>)."}],"doingHed":"The Role","doingSection":[{"type":"text","value":"In this newly-created position, you will <strong>lead contributor projects and the editorial process for The Pudding.</strong> This role will involve a balance of people management, creative leadership, and project coordination (deadlines, feedback, edits, contributors, and budgets)."},{"type":"text","value":"Currently, we see you being responsible for the things listed below, but we expect this role to grow and adapt with you, leaning into your strengths and the tasks that give you the most energy."},{"type":"text","value":"<strong>Managing freelance pitches:</strong>"},{"type":"ul","value":["You will facilitate team discussions about which projects to take on, making sure that each matches our guiding principles: the idea is worthy of public discourse, there's a deeper truth, and it's based on showing, not telling.","You will actively seek out a diverse and inclusive roster of stories and storytellers and  place value on both subject matter expertise and lived experiences.","You will handle the logistics of projects: matching freelancers with team members, helping shape timelines and deadlines, and crafting budgets."]},{"type":"text","value":"<strong>Being a creative coach:</strong>"},{"type":"ul","value":["You will nurture contributors and full-time staff to do their best creative work, supporting their growth both professionally and personally.","You will provide team members with a sounding board throughout the production of a story, pushing their skills and storytelling, supporting them when they are stuck, and providing feedback and edits."]},{"type":"text","value":"<strong>Managing editorial process:</strong>"},{"type":"ul","value":["You will lead our editorial process, including coordinating individual budgets, project scopes, resources, timelines/deadlines, and feedback.","You will help shape the post-publishing life of stories, assisting in organizing outreach,  communication, and social media promotion.","You will prioritize diversity and inclusion, making sure that it is built into the foundation of our editorial process and touches everything from the types of stories we tell, to the accessible practices that power them, to the open source code and data behind them."]}],"aboutHed":"About You","aboutSection":[{"type":"text","value":"<strong>Bottom line: you make work happen.</strong> You're driven by helping others be their most creative selves and you feel the following in your bones:"},{"type":"text","value":"<strong>You're a conduit:</strong>"},{"type":"ul","value":["You're focused on creating an ecosystem that empowers other creatives and you know how to speak the language of data/design/development.","You enjoy playing an often behind-the-scenes role and value each step in an editorial process.","You trust individual storytellers, providing them with the creative latitude to fully execute their vision without micromanaging."]},{"type":"text","value":"<strong>You're an empathetic leader:</strong>"},{"type":"ul","value":["You are invested in mentoring people before process, and you are able to inspire the best in those you work with.","You are committed to the complete creative process and experimentation, recognizing that \"failure\" is just another word for \"growth.\"","You've worked with individuals to both plan and support their growth: letting them know what is expected in their current role and helping them build to their next one."]},{"type":"text","value":"<strong>You're a thoughtful problem solver:</strong>"},{"type":"ul","value":["You are an organized leader, but you also recognize when the system needs to be changed up.","You're grounded in the present, but always dreaming about the future.","You are able to listen, absorb, re-evaluate, and chart a new path forward."]}],"hereHed":"Working here","hereSection":[{"type":"text","value":"We're a scrappy team that values the work that we do just as much as the process and people behind it. We're part journalism organization (we tell stories) and part start-up (we innovate and experiment quickly), but we also care about each other's work/life balance beyond the product. You might enjoy working here if:"},{"type":"ul","value":["<strong>You enjoy being a part of building something new.</strong> Yes, we publish visual essays, yet plenty of energy goes into perfecting a creative process that's still in its infancy. There are plenty of organizations where you can slot into a well-oiled, historically prestigious machine. But that also comes with <a href=https://medium.com/@tonyszhou/postmortem-1b338537fabc>baggage</a>. Instead, we're a making-it-up-as-we-go, building-the-plane-in-the-air organization, and as part of a small team, your opinion matters a lot.","<strong>You're over the churn.</strong> Most newsrooms and journalists are beholden to the news cycle — stories are designed for short-term readership and eventually end up in the internet landfill, never to be read again. In contrast, we recognize that our mission — visualizing complex, debated ideas — is best served if it's <a href=https://whyisthisinteresting.substack.com/p/why-is-this-interesting-the-back>“decoupled and floating in news-cycle space”</a> and isn't constrained by quick turnarounds.","<strong>You're energized by innovation.</strong> We build tools that make visual storytelling easier. Yet instead of making something for everyone, our tools begin with one group of users: ourselves. Building for general consumer adoption is a noble pursuit, but there’s <a href=http://snarkmarket.com/2011/7320>something special</a> that happens when a toolmaker builds something for their own creative ambitions.","<strong>You value people and community.</strong> We work to uplift all of our storytellers, full-time staff and freelancers. We don't worry about the number of eyeballs on our stories or the number of clicks our links get (in fact, we stopped tracking all but the most basic engagement metrics last year). But we care deeply about the intangibles: the feeling an author can get when publishing a piece using new technology, the feeling a reader can get when seeing themselves in data for the first time, the feeling a young data visualization student can get when connecting with our team."]}],"compHed":"Compensation","compSection":[{"type":"text","value":"<strong>The starting salary for this position is $106,000</strong> and can increase commensurate with experience (this does not depend on your location). The Pudding offers the following benefits:"},{"type":"ul","value":["4 weeks of paid vacation","12 paid holidays: 9 full office closures and 3 flex holidays to take for days of personal importance","<a href=https://www.notion.so/Sick-Leave-Policy-e2dcf9f39fdf4f448c5f155116f6eded>a sick leave policy</a> that includes mental health, dependent care, and loss of pregnancy","16 weeks of paid gender-neutral parental leave","health/dental insurance","a $2,000 annual conference/learning budget","profit sharing","a company-matched retirement plan"]},{"type":"text","value":"<strong>The position is remote-friendly,</strong> and you'll work with a team spread out across four time zones. Applicants must be based in Eastern (EST/EDT) to Pacific (PST/PDT) time zones."},{"type":"text","value":"We realize that our collective voice is made stronger by our individual voices, and we are committed to building a team that represents a variety of backgrounds, perspectives, and skills. To help applicants better understand the types of diversity, equity, and inclusion actions we have taken, here are some examples: We have conducted a demographic survey of our freelancers, built out an inclusive directory of collaborators, created team-wide accessibility guidelines, donated to Black-led data projects and direct bail relief, contributed to <a href=https://www.propublica.org/article/meet-propublicas-2021-diversity-scholarship-recipients?utm_medium=social&utm_source=twitter#1056170>ProPublica’s Diversity Scholarship Program</a>, and co-developed a <a href=https://opennews.org/projects/speaker-rider/>Speaker Rider for Meaningfully Inclusive Events</a> with <a href=https://opennews.org/>OpenNews</a>. We will continue to listen, learn, make changes, and be proactive in the fight for equity, inclusion, and racial and social justice."},{"type":"text","value":"If you’re worried you’re not qualified, we encourage you to take the leap and apply anyway."},{"type":"text","value":"<strong>Ready to apply?</strong> Check out our <a href=https://docs.google.com/forms/d/e/1FAIpQLSfKBXyOnZHv-oQwQDmSAAxVcL-SoRQW-sqH9ZZQAV7y6brAnA/viewform>application here</a>. The deadline to apply is Friday, May 14th. We will begin reviewing applications on Monday, April 26th. We reserve the right to reopen the application process."},{"type":"text","value":"<em>The Pudding is an equal opportunity workplace and does not discriminate on the basis of race, color, religion, sex, national origin, political affiliation, sexual orientation, gender identity, marital status, pregnancy, disability, genetic information, age, membership in an employee organization, retaliation, parental status, military service, or other non-merit factor. </em>"}]}