{"title":"<span>We're hiring a part-time</span><br> Audience Engagement Manager","introSection":[{"type":"text","value":"The Pudding is hiring a part-time audience engagement manager, the first in the publication’s history, to amplify the reach and impact of its data journalism. The person in this role will develop and enact targeted outreach strategies that will introduce our projects to the communities for whom they will matter the most, and continue to cultivate a passionate readership. In service of this goal, approaches may include: posting original and remixed content on social media, curating our regular newsletter, connecting with our Patreon supporters, partnering with media entities, collaborating with community organizations, and experimenting with new ways to grow and engage the audience."},{"type":"text","value":"The right candidate will be a creative and savvy thinker who understands internet subcultures and communities, and knows how to communicate effectively with them. They should be skilled at both copywriting and design."},{"type":"text","value":"The Audience Engagement Manager will report to the Managing Director and, as needed, the Studio Director."}],"usHed":"About Us","usSection":[{"type":"text","value":"The vision of <a href=https://pudding.cool/>The Pudding</a> is to <strong>explain ideas debated in culture that are too complex for prose.</strong> Some of the most debated topics get lost in “too long; didn’t read” 10,000-word articles. Visual storytelling makes ideas more accessible—or so goes the adage “a picture is worth a thousand words.” By wielding original datasets, primary research, and interactivity, we try to thoroughly explore complex ideas."},{"type":"text","value":"You’ll work alongside a team that has won a <a href=http://www.peabodyawards.com/award-profile/the-pudding>Peabody for digital journalism</a>, <a href=https://snd.org/digital-winners-all-years/>SND Gold, Silver & Bronze, S</a>, Data journalism site of the year from the <a href=https://web.archive.org/web/20190626005233/https://datajournalismawards.org/2019-winners/>Global Editors Network</a>, and<a href=https://awards.journalists.org/winners/2019/)> General Excellence</a> at the Online Journalism Awards."},{"type":"text","value":"You can read more about <a href=https://www.notion.so/Mission-Vision-Values-a94c307cebcc40c58437516d0015d28f>our mission and values here</a>, and as a member of The Pudding you will help guide them."},{"type":"text","value":"Our business is financially viable, bootstrapped, and profitable, with most revenue generated via our sister visualization agency, <a href=https://polygraph.cool>Polygraph</a> (read more about this relationship <a href=https://pudding.cool/about/>here</a>)."}],"responsibilitiesHed":"Responsibilities","responsibilitiesSection":[{"type":"text","value":"Working with the editorial team, the person in this role will:"},{"type":"ul","value":["Grow The Pudding’s readership through informed and targeted, story-based outreach","Create sharp and enticing copy and visuals to promote our latest stories on social, using prior in-house tactics and trialing new ones they will developed themselves","Ensure the longtail of older articles, resurfacing them on social media at opportune moments","Recognize opportunities to cross-promote with other publications or organizations","Monitor, analyze and report on reach and engagement data across the newsletter and social media","Act as a first point of contact for our current community members, nurturing positive relationships between the publication and its supporters","As they become comfortable in the role, the Audience Engagement Manager will also conceptualize and build platform-first data stories.","The Audience Engagement Manager may also expand to cover posting on Twitter for The Pudding’s in-house agency, Polygraph, as well as sending out its newsletter. This is not a requirement at the outset and can be decided and scoped down-the-line."]}],"skillsHed":"Skills","skillsSection":[{"type":"text","value":"We do not expect you to check all of these boxes, but the right candidate should be skilled in most:"},{"type":"ul","value":["Experience with audience development, community engagement or community organizing","Strong written, verbal, and critical thinking skills, with particular understanding of how best to package a story to fit different social media platforms","Understanding of designing for social media, and experience with InDesign, Photoshop, Illustrator, Figma or another similar program","Familiarity with the ins and outs of Twitter, Instagram, TikTok, Facebook, & LinkedIn","A history of using data to inform your decisions","A deep knowledge of all things internet culture","Curiosity for and knowledge of trends and emerging platforms","A genuine interest in communities outside of your own circle","Fluency in English"]}],"hereHed":"Working here","hereSection":[{"type":"text","value":"We're a scrappy team that values the work that we do just as much as the process and people behind it. We're part journalism organization (we tell stories) and part start-up (we innovate and experiment quickly), but we also care about each other's work/life balance beyond the product. You might enjoy working here if:"},{"type":"ul","value":["<strong>You enjoy being a part of building something new.</strong> Yes, we publish visual essays, yet plenty of energy goes into perfecting a creative process that's still in its infancy. There are plenty of organizations where you can slot into a well-oiled, historically prestigious machine. But that also comes with <a href=https://medium.com/@tonyszhou/postmortem-1b338537fabc>baggage</a>. Instead, we're a making-it-up-as-we-go, building-the-plane-in-the-air organization, and as part of a small team, your opinion matters a lot.","<strong>You're over the churn.</strong> Most newsrooms and journalists are beholden to the news cycle — stories are designed for short-term readership and eventually end up in the internet landfill, never to be read again. In contrast, we recognize that our mission — visualizing complex, debated ideas — is best served if it's <a href=https://whyisthisinteresting.substack.com/p/why-is-this-interesting-the-back>“decoupled and floating in news-cycle space”</a> and isn't constrained by quick turnarounds.","<strong>You're energized by innovation.</strong> We build tools that make visual storytelling easier. Yet instead of making something for everyone, our tools begin with one group of users: ourselves. Building for general consumer adoption is a noble pursuit, but there’s <a href=http://snarkmarket.com/2011/7320>something special</a> that happens when a toolmaker builds something for their own creative ambitions.","<strong>You value people and community.</strong> We work to uplift all of our storytellers, full-time staff and freelancers. We don't worry about the number of eyeballs on our stories or the number of clicks our links get (in fact, we stopped tracking all but the most basic engagement metrics last year). But we care deeply about the intangibles: the feeling an author can get when publishing a piece using new technology, the feeling a reader can get when seeing themselves in data for the first time, the feeling a young data visualization student can get when connecting with our team."]}],"compHed":"Compensation","compSection":[{"type":"text","value":"<strong>This is a part-time contract position that will be paid $42/hr. We expect the position to work around 10–15 hours per week.</strong>"},{"type":"text","value":"The position is remote-friendly, although we will ask that you be available during standard ET work hours. If you’re worried you’re not qualified, we encourage you to take the leap and apply anyway!"},{"type":"text","value":"<em>The Pudding is an equal opportunity workplace and does not discriminate on the basis of race, color, religion, sex, national origin, political affiliation, sexual orientation, gender identity, marital status, pregnancy, disability, genetic information, age, membership in an employee organization, retaliation, parental status, military service, or other non-merit factor. </em>"}],"applyHed":"To apply","applySection":[{"type":"text","value":"Want to help us break through the noise? Fill out the application <a href=https://docs.google.com/forms/d/e/1FAIpQLSeR-G2E1W-Z-IDlmsVL_4C0w3F9sRHueextB_Q0Y7xjYxtsjg/viewform>here</a>."},{"type":"text","value":"Please also fill out our anonymous Diversity, Equity and Inclusion form <a href=https://docs.google.com/forms/d/e/1FAIpQLSfFA4wqaAg4gjOs_hgghx5ui7othVPTC3IEtSUn-YskJJJoUw/viewform>here</a>, so we can better track who we are reaching."},{"type":"text","value":"We will begin reviewing applications the week of April 11, 2022, and will review them on an on-going basis until the role is filled. We expect to fill the position by June 2022."}]}